Repository: perfilev-dev/bcsb
Catalog: locale/*/LC_MESSAGES/default.po
Languages: ru

source: Active subscriptions:
ru: Активные подписки:

source: Invalid episode number.
ru: Некорректный номер эпизода.

source: Invalide season number.
ru: Некорректный номер сезона.

source: List of available TV shows:
ru: Список сериалов:

source: Please rate the video.
ru: Пожалуйста, оцените видео.

source: Specified series is not on my list, but we will try to find this series.
ru: Указанный сериал отсутствует в нашей базе, но мы попытаемся её найти.

source: Specified series is not on my list.
ru: Указанный сериал отсутствует в нашей базе.

source: Thanks for the feedback!
ru: Спасибо за отзыв!

source: The language has changed!
ru: Язык изменен!

source: This episode is not available.
ru: Эпизод недоступен.

source: This season is not available.
ru: Сезон недоступен.

source: Unknown language!
ru: Неизвестный язык!

source: We will send you video soon.
ru: Мы отправим вам видео очень скоро.

source: Which TV show would you like to see?
ru: Какой сериал вы бы хотели посмотреть?

source: Which episode would you like to see?
ru: Какое эпизод вы бы хотели посмотреть?

source: Which language do you prefer?
ru: Какой язык вы предпочитаете?

source: Which season would you like to see?
ru: Какой сезон вы бы хотели посмотреть?

source: Which series would you like to subscribe?
ru: На какой сериал вы бы хотели подписаться?

source: Which series would you like to unsubscribe?
ru: От какого сериала вы бы хотели отписаться?

source: You are already subscribed to this series.
ru: Вы уже подписаны на этот сериал.

source: You are already using this language!
ru: Вы уже используете этот язык.

source: You are not subscribed to any of the series.
ru: Вы не подписаны ни на один сериал.

source: You are not subscribed to the show.
ru: Вы не подписаны на этот сериал.

source: You can control me by sending these commands:
ru: Вы можете управлять мной, отправляя эти команды:

source: You have subscribed to the show.
ru: Вы подписались на сериал.

source: You have unsubscribed from the show.
ru: Вы отписались от сериала.

source: change language
ru: изменить язык

source: find any available episode
ru: найти любой доступный сериал

source: show active subscriptions
ru: показать активные подписки

source: show list of available TV shows
ru: показать доступные сериалы

source: subscribe to a TV show
ru: подписаться на сериал

source: unsubscribe from a TV show
ru: отписаться от сериала
